Repository: duongnguyendev/GV24
Catalog: gv24App/gv24App/*.lproj/Localizable.strings
Languages: vi

# domainGV24
source: http://api.ngv247.com/en/
vi: http://api.ngv247.com/vi/

source: Back
vi: Trở lại

source: Home
vi: Trang chủ

source: More
vi: Thêm

# Around
source: Maid around here
vi: Giúp việc quanh đây

source: Sign In
vi: Đăng nhập

# SingUp
source: Sign up
vi: Đăng ký

source: Nearby workers
vi: Giúp việc quanh đây

# TitleNearbyWorkers
source: Nearby workers
vi: Giúp việc quanh đây

source: Work management
vi: Quản lý công việc

source: Work history
vi: Lịch sử công việc

# TitleWorkHistory
source: Work history
vi: Lịch sử công việc

# TitleWorkManagement
source: Work management
vi: Quản lý công việc

# TitleAround
source: Maid around here
vi: Giúp việc quanh đây

# TrustQuality
source: Any Time - Any Where
vi: Mọi lúc - Mọi nơi

source: About us
vi: Về chúng tôi

source: Terms of use
vi: Điều khoản sử dụng

source: Language
vi: Ngôn ngữ

source: Login
vi: Đăng nhập

source: Username
vi: Tên đăng nhập

source: Password
vi: Mật khẩu

source: Forgot password?
vi: Quên mật khẩu?

source: Sign up now
vi: Đăng ký ngay

source: Login with
vi: Kết nối ngay

source: Confirm password
vi: Xác nhận mật khẩu

source: Next
vi: Tiếp theo

source: Email address
vi: Địa chỉ Email

source: Full name
vi: Tên đầy đủ

source: Phone number
vi: Số điện thoại

source: Complete
vi: Hoàn tất

source: Posted Work
vi: Đã đăng

# PostedWork1
source: Posted Work
vi: Công việc đã đăng

source: In-process
vi: Chờ duyệt

source: Running work
vi: Đang làm

source: Assigned
vi: Đã phân công

source: Jobs for applications
vi: Đang chờ ứng viên

source: Description
vi: Mô tả

source: Applicant list
vi: Danh sách ứng viên

source: Select your applicants
vi: Chọn người giúp viêc

source: Post your work
vi: Đăng công việc

source: Types of work
vi: Loại công việc

# WorkDescription
source: Other requests
vi: Yêu cầu khác

source: Address
vi: Địa chỉ

source: Enter the salary
vi: Nhập số tiền công

source: Hourly pay
vi: Tiền công theo thời gian

source: The start date
vi: Ngày làm việc

source: Time of working
vi: Thời gian làm việc

source: Evaluate
vi: Đánh giá

source: Applicant profile
vi: Thông tin

source: Profile
vi: Thông tin

source: Add comments
vi: Nhận xét của bạn

source: Comment
vi: Bình luận

source: Payment
vi: Thanh toán

source: NGV247 account
vi: Tài khoản NGV247

source: Online payment
vi: Thanh toán online

source: Cash payment
vi: Thanh toán tiền mặt

source: Account balance:
vi: Số dư tài khoản:

source: Select your payment methods
vi: PHƯƠNG THỨC THANH TOÁN

source: Delete work
vi: Xoá công việc

source: Are you sure you want to delete this work?
vi: Bạn có chắc chắn muốn xoá việc này không?

source: Cancel
vi: Huỷ

source: OK
vi: Đồng ý

source: Delete
vi: Xoá

source: Edit work
vi: Chỉnh sửa công việc

source: Click "Ok" to confirm the task completed
vi: Vui lòng xác nhận công việc đã hoàn thành bằng cách nhấn "OK"

source: Please, complete all information.
vi: Vui lòng điền đầy đủ thông tin!

source: The date chosen is unsuitable.
vi: Ngày bạn chọn không phù hợp.

source: Working time is unsuitable.
vi: Thời gian làm việc không phù hợp.

source: Please, double check your home address.
vi: Vui lòng kiểm tra lại địa chỉ nhà.

source: Post successfully!
vi: Đăng tin thành công!

source: Post unsuccessfully!
vi: Đăng tin không thành công!

source: Update successfully!
vi: Cập nhật thông tin thành công!

source: Update unsuccessfully!
vi: Cập nhật thông tin không thành công!

source: You account has been logged into from a new device
vi: Tài khoản của bạn bị đăng nhập bởi một thiết bị khác

source: Your helpers
vi: Gv đã làm

source: Unpaid work
vi: Công nợ

# CompletedWork
source: Completed
vi: Hoàn thành

source: Recharge
vi: Nạp tiền vào tài khoản

source: Unpaid
vi: Chưa thanh toán

source: Work-in-process
vi: Công việc đang xử lý

source: Worklist
vi: Danh sách công việc

source: Follow us on Facebook
vi: Theo dõi Gv24 trên Facebook

source: Are you sure to log out?
vi: Bạn thực sự muốn log out?

source: General statistic
vi: Thống kê công việc

source: Announcement
vi: Thông báo

source: Contact
vi: Liên hệ

source: Nearby work
vi: Giúp việc quanh đây

source: Your posts would be within ten!
vi: Số lượng bài đăng không được vượt quá 10 bài!

source: Bring your cleaning supplies!
vi: Mang theo dụng cụ làm việc

source: Post
vi: Đăng bài

source: Filter
vi: Bộ lọc

source: Gender
vi: Giới Tính

source: Age
vi: Tuổi

source: Request
vi: Gửi yêu cầu

source: Logout
vi: Đăng xuất

source: To
vi: đến

# WorkDone
source: Work history
vi: Công việc hoàn thành

source: Male
vi: Nam

source: Female
vi: Nữ

source: Take photo
vi: Chụp hình

source: Gallery
vi: Thư viện hình

source: Select image
vi: Chọn hình ảnh

source: Update
vi: Cập nhật

source: Call
vi: Gọi điện

source: Search
vi: Tìm kiếm

source: Send
vi: Gửi

# MonthBefore
source: months before
vi: tháng trước

# DayBefore
source: days before
vi: ngày trước

# HourBefore
source: hours before
vi: giờ trước

# MinuteBefore
source: minutes before
vi: phút trước

source: hour
vi: giờ

source: Please double check time chosen
vi: Vui lòng xem lại khoảng thời gian

source: Total expense
vi: Tổng chi phí

source: Share NGV247
vi: Chia sẻ ứng dụng NGV247

source: Payment date
vi: Ngày thanh toán

source: Total
vi: Tổng cộng

source: Doer
vi: Vừa xong

source: Distance
vi: Khoảng cách

source: Amount
vi: Giá tiền

source: Workability
vi: Năng lực làm việc

source: Your post deleted!
vi: Bài đăng đã được xóa

source: Failed to delete
vi: Xóa bài đăng không thành công

source: Identify your partners
vi: Xác nhận người giúp việc

source: Awaiting assignment
vi: Đang chờ phân công

source: Pending confirmation
vi: Đang chờ xác nhận

source: Choose this work
vi: Chọn công việc này

source: Feedback
vi: Báo cáo người giúp việc

# TitleFeedback
source: Feedback
vi: Báo cáo

source: Partners nearby
vi: Người giúp việc quanh đây

source: Loading... Please wait!
vi: Đang tải...Vui lòng chờ

source: Wrong date!
vi: Sai ngày

source: You haven't entered the amount
vi: Chưa nhập số tiền

source: Time chosen is unsuitable
vi: Chọn giờ chưa phù hợp

source: Request sent successfully!
vi: Gửi yêu cầu thành công

source: Error! Please try again!
vi: Có lỗi, vui lòng thử lại

source: Failed to confirm. Please try again!
vi: Xác thực không thành công, vui lòng thử lại

source: There are no comments.
vi: Không có nhận xét

source: Recharging instruction
vi: Hướng dẫn nạp tiền

source: Remittance information
vi: Thông tin chuyển khoản

source: Clients can come to the company for direct remittance.
vi: Khách hàng có thể đến trụ sở công ty để gửi tiền trực tiếp vào tài khoản NGV24.

source: Account Information
vi: THÔNG TIN TÀI KHOẢN

source: Please enter the message
vi: Vui lòng nhập nội dung cần báo cáo

source: Invalid Username/Password
vi: Tên đăng nhập hoặc mật khẩu không đúng

source: Done!
vi: Vừa xong

# CompleteCheckout
source: Complete
vi: Check out thành công

source: Invalid email address
vi: Email nhập không đúng!

source: Invalid phone number
vi: Số điện thoại phải có ít nhất 10 ký tự

source: Your description is too short
vi: Yêu cầu khác quá ngắn

source: Please enter your gender
vi: Vui lòng nhập giới tính

source: Please choose your type of work
vi: Vui lòng chọn loại công việc

source: A password reset link is sent to your email
vi: Đã gửi thành công link đặt lại mật khẩu qua email của bạn.

source: Failed! Please double check your email and account
vi: Thất bại, hãy kiểm tra lại email và tài khoản của bạn.

source: Timework
vi: Khoán theo thời gian

source: Please sign in before using this feature
vi: Hãy đăng nhập trước khi sử dụng tính năng này

source: Address not found!
vi: Địa chỉ không tìm thấy!

source: Please fill in the title
vi: Vui lòng nhập tiêu đề.

source: Payment methods
vi: Phương thức thanh toán

source: Recharge online
vi: Nạp tiền trực tuyến

source: Please fill in your username
vi: Vui lòng điền tên đăng nhập

source: Please fill in your fullname
vi: Vui lòng điền họ tên

source: Invoice number
vi: Mã số hóa đơn

source: Invalid username
vi: Tên đăng nhập không đúng

source: Invalid confirm password
vi: Xác nhận mật khẩu không đúng

source: Your password is too short
vi: Mật khẩu quá ngắn

# Avatar
source: Please set your avatar
vi: Vui lòng chọn hình đại diện

source: million
vi: triệu

source: Skip
vi: Bỏ qua

source: Title
vi: Tiêu đề

source: Please Enter Description For Work
vi: Vui lòng mô tả công việc

source: Sent Directly
vi: Gửi trực tiếp

source: Edited Successfully
vi: Chỉnh sửa thành công

source: New Applications
vi: Có người ứng tuyển

source: The start date should be less than the end date
vi: Giờ bắt đầu phải nhỏ hơn giờ kết thúc

source: Please enter the amount
vi: Vui lòng chọn giá tiền

source: Work you choose is expired
vi: Công việc đã quá hạn

source: Failed to identify!
vi: Xác nhận người giúp việc không thành công

source: User not exist
vi: Tên đăng nhập không tồn tại

# PayerFullName
source: Full name
vi: Họ tên người thanh toán

# INVALID_PASSWORD
source: Sai mật khẩu
vi: Mật khẩu không đúng

source: Recharge successful!
vi: Nạp tiền thành công!

source: No internet connection
vi: Không có kết nối Internet

source: Time of working is invalid
vi: Thời gian làm việc không đúng

# TASK_OUT_OF_LIMIT
source: Your posts would be within ten.
vi: Số lượng bài đăng không được vượt quá 10 bài.

# SCHEDULE_DUPLICATED
source: Không thể nhận công việc (lý do: trùng thời gian làm việc)
vi: Bạn không thể chọn một người cho nhiều việc cùng khung giờ. Vui lòng chọn lại!

source: NGV247, limited company
vi: Công ty TNHH GV247

source: Work detail
vi: Đăng công việc

source: Recharge amount
vi: Tổng số tiền nạp

# PayerPhone
source: Phone number
vi: Số điện thoại người thanh toán

# PayerAddress
source: Address
vi: Địa chỉ người thanh toán

# PayerEmail
source: Email
vi: Email người thanh toán

source: Are you sure you want to log out?
vi: Bạn thực sự muốn đăng xuất?
